---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Psia
source: html/def2d0d9-8169-b54e-7f51-c1a5838bfded.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Psia Property

Symbol psia, indicating unit Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId Psia { get; }
```